{
  "email": {
    "welcome": {
      "subject": "مرحبًا بك في تطبيق {{.app}}!",
      "body": "عزيزي {{.username}},<p>نحن متحمسون للترحيب بك في تطبيق {{.app}}! شكرًا لاختيارك منصتنا لتعزيز رحلتك في تعلم اللغات.</p><p>تم تصميم {{.app}} لتوفير تجربة تفاعلية وغامرة في تعلم العديد من اللغات. إليك بعض النصائح لتبدأ:</p><p>1. استكشاف حزم اللغات: تصفح مجموعة واسعة من حزم اللغات واختر ما يهمك.<br>2. الممارسة اليومية: الاستمرارية هي المفتاح. استخدم ميزة الممارسة اليومية لتحقيق أهداف التعلم الخاصة بك.<br>3. التمارين التفاعلية: تفاعل مع التمارين التفاعلية لتعزيز تعلمك وتحسين طلاقتك.<br>4. دعم المجتمع: انضم إلى منتديات المجتمع للتواصل مع المتعلمين الآخرين، وتبادل النصائح وطلب الدعم.</p><p>نحن هنا لدعمك في كل خطوة. إذا كانت لديك أي أسئلة أو تحتاج إلى مساعدة، لا تتردد في الاتصال بفريق الدعم لدينا على [{{.supportEmail}}].</p><p>تعلم سعيد!</p><p>أطيب التحيات،</p><p>فريق {{.app}}</p>"
    },
    "verifyEmail": {
      "subject": "تحقق من بريدك الإلكتروني لتطبيق {{.app}}",
      "body": "عزيزي {{.username}},<p>لإكمال تسجيلك في {{.app}}، يرجى التحقق من عنوان بريدك الإلكتروني بإدخال رمز OTP التالي أو بالنقر على رابط التحقق أدناه:</p><p>رمز التأكيد: <b style='font-size:20px;'>{{.otp}}</b></p><a href='{{.verificationUrl}}' style='text-decoration:none;'>[رابط لتأكيد عنوان البريد الإلكتروني]</a></p><p>إذا لم تطلب ذلك، يرجى تجاهل هذا البريد الإلكتروني.</p><p>أطيب التحيات،</p><p>فريق {{.app}}</p>"
    },
    "resetPassword": {
      "subject": "إعادة تعيين كلمة المرور لتطبيق {{.app}}",
      "body": "عزيزي {{.username}},<p>لقد تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك في {{.app}}. للمتابعة في إعادة تعيين كلمة المرور الخاصة بك، يرجى النقر على الرابط أدناه:</p><a href='{{.resetPasswordUrl}}' style='text-decoration:none;'>[رابط لإعادة تعيين كلمة المرور]</a></p><p>إذا لم تطلب ذلك، يرجى تجاهل هذا البريد الإلكتروني. ستظل كلمة المرور الخاصة بك دون تغيير.</p><p>لأسباب أمنية، سينتهي صلاحية هذا الرابط بعد 24 ساعة.</p><p>إذا كنت بحاجة إلى مزيد من المساعدة، يرجى الاتصال بفريق الدعم لدينا على [{{.supportEmail}}].</p><p>أطيب التحيات،</p><p>فريق {{.app}}</p>"
    }
  }
}
