{
  "email": {
    "welcome": {
      "subject": "Bienvenue dans l'application {{.app}}!",
      "body": "Cher/Chère {{.username}},<p>Nous sommes ravis de vous accueillir dans l'application {{.app}}! Merci d'avoir choisi notre plateforme pour améliorer votre parcours d'apprentissage des langues.</p><p>{{.app}} est conçu pour vous offrir une expérience immersive et interactive dans l'apprentissage de plusieurs langues. Voici quelques conseils pour bien commencer :</p><p>1. Explorez les packs de langues : Plongez dans notre large gamme de packs de langues et choisissez ceux qui vous intéressent le plus.<br>2. Pratique quotidienne : La constance est la clé. Utilisez notre fonctionnalité de pratique quotidienne pour atteindre vos objectifs d'apprentissage.<br>3. Exercices interactifs : Engagez-vous avec des exercices interactifs pour renforcer votre apprentissage et améliorer votre fluidité.<br>4. Support communautaire : Rejoignez nos forums communautaires pour vous connecter avec d'autres apprenants, partager des conseils et demander de l'aide.</p><p>Nous sommes là pour vous soutenir à chaque étape. Si vous avez des questions ou besoin d'assistance, n'hésitez pas à contacter notre équipe de support à [{{.supportEmail}}].</p><p>Bon apprentissage!</p><p>Cordialement,</p><p>L'équipe {{.app}}</p>"
    },
    "verifyEmail": {
      "subject": "Vérifiez votre email pour {{.app}}",
      "body": "Cher/Chère {{.username}},<p>Pour compléter votre inscription à {{.app}}, veuillez vérifier votre adresse email en entrant le code OTP suivant ou en cliquant sur le lien de vérification ci-dessous :</p><p>Code de confirmation : <b style='font-size:20px;'>{{.otp}}</b></p><a href='{{.verificationUrl}}' style='text-decoration:none;'>[Lien pour confirmer l'adresse email]</a></p><p>Si vous n'avez pas demandé cela, veuillez ignorer cet email.</p><p>Cordialement,</p><p>L'équipe {{.app}}</p>"
    },
    "resetPassword": {
      "subject": "Réinitialisez votre mot de passe pour {{.app}}",
      "body": "Cher/Chère {{.username}},<p>Nous avons reçu une demande pour réinitialiser votre mot de passe pour votre compte {{.app}}. Pour procéder à la réinitialisation de votre mot de passe, veuillez cliquer sur le lien ci-dessous :</p><a href='{{.resetPasswordUrl}}' style='text-decoration:none;'>[Lien pour réinitialiser votre mot de passe]</a></p><p>Si vous n'avez pas demandé cela, veuillez ignorer cet email. Votre mot de passe restera inchangé.</p><p>Pour des raisons de sécurité, ce lien expirera dans 24 heures.</p><p>Si vous avez besoin de plus d'assistance, veuillez contacter notre équipe de support à [{{.supportEmail}}].</p><p>Cordialement,</p><p>L'équipe {{.app}}</p>"
    }
  }
}
